Repository: gerhard6380/Friendica_mobile
Catalog: Friendica Mobile/Strings/*/Resources.resw
Source language: en
Languages: it, pt

# textblockMessagesDeletingOnServer.Text
source: Delete conversation from the server...
it: Eliminare intrattenimento dal server...
pt: Exclua o entretenimento do servidor...

# buttonMessagesLoadOlderMessages.ToolTipService.ToolTip
source: Load older messages...
it: Scarica le notizie più vecchie...
pt: Baixe mensagens mais antigas...

# textblockMessagesUserName.Text
source: me
it: Ho
pt: Eu

# textblockMessagesEditorHeader.Text
source: New message:
it: Nuovo messaggio:
pt: Nova mensagem:

# appBarMessagesEnableEditor.Label
source: Display editor
it: Editor visualizzazione
pt: Editor de modo de exibição

# appBarMessagesEnableEditor.ToolTipService.ToolTip
source: Opens the editor to create a new message...
it: Apre l'editor per creare un nuovo messaggio...
pt: Abre o editor para criar uma nova mensagem...

# buttonDeleteConversation.ToolTipService.ToolTip
source: Delete entire conversation from the server...
it: Elimina intera conversazione dal server...
pt: Exclua toda a conversa do servidor...

# textblockMessagesContactsHeader.Text
source: Recipients:
it: Destinatario:
pt: Destinatário:

# textboxMessagesTitle.Header
source: Title:
it: Oggetto:
pt: Assunto:

# messageDialogMessagesDiscardNewConversation
source: The newly started message was not sent off. Do you want to discard the input?
it: Il messaggio lanciato di recente non è stato espulso. Si desidera scartare l'input?
pt: A recém-lançado mensagem não foi expulso. Você quer descartar a entrada?

# textblockMessagesNoServerSupport.Text
source: Your server does not support the commands yet, which are necessary for the use of private messages in this app.
it: Il server non supporta i comandi ancora, che sono necessari per l'uso dei messaggi privati in questa app.
pt: Seu servidor não oferece suporte os comandos, ainda, que são necessárias para o uso de mensagens privadas neste app.

# messageDialogMessagesNewNoSettings
source: You cannot send private messages in the test mode. Please specify in the settings your server and credentials.
it: È possibile inviare messaggi privati in modalità test. Si prega di specificare nelle impostazioni del tuo server e accedere ai dati.
pt: Você não pode enviar mensagens privadas no modo de teste. Por favor especifica nas configurações do seus servidor e acesso a dados.

# paragraphMessagesNoContent
source: --- no message body ---
it: --- nessun messaggio corpo ---
pt: --- nenhum corpo de mensagem ---

# messageDialogMessagesDeleteConversation
source: Would you really want to delete the conversation of '{0}'?
it: Davvero si vuole eliminare l'intrattenimento di '{0}'?
pt: Você realmente gostaria de apagar o entretenimento de '{0}'?

# messageDialogMessagesDeletingInProgress
source: The app just deletes a conversation from the server, please have some patience until this process is complete.
it: Solo una conversazione dal server Elimina l'app, si prega di avere pazienza fino a quando questo processo è completo.
pt: Só uma conversa do servidor exclui o aplicativo, por favor, tenho um pouco de paciência até que este processo está completo.

# messageDialogMessagesConversationDeleted
source: The conversation of '{0}' was deleted with all contained messages from the server.
it: L'intrattenimento di '{0}' è stato eliminato con tutti i messaggi di contenuto dal server.
pt: O entretenimento de '{0}' foi eliminado com todas as mensagens contidas no servidor.

# messageDialogMessagesErrorLoading
source: An error occurred while loading the private messages ({0}). Do you want to try it again?
it: Si è verificato un errore durante il caricamento i messaggi privati ({0}). Vuoi provare di nuovo?
pt: Ocorreu um erro ao carregar as mensagens privadas ({0}). Quer tentar de novo?

# messageDialogMessagesNewErrorSending
source: An error occurred while sending the message: {0}
it: Errore durante l'invio del messaggio: {0}
pt: Ocorreu um erro ao enviar a mensagem: {0}

# textblockAllMessagesLoaded.Text
source: All private messages from the server are displayed.
it: Visualizza tutti i messaggi dal server.
pt: Ele exibe todas as mensagens do servidor.

# switchNotificationShowMessageContent.Header
source: Show text body of private messages
it: Visualizzazione del testo di messaggi privati
pt: Visualizar o texto de mensagens privadas

# textblockNotificationShowMessageContentHint.Text
source: Notifications are displayed in the screen briefly, and could therefore be read by strangers. If you do not want this for private messages, you can disable the display of the content. You will be informed about new messages still, but you have to give up the function of directly replying.
it: Le notifiche vengono visualizzate nella schermata brevemente e quindi potrebbero essere letto da sconosciuti. Se non si desidera questo per i messaggi privati, è possibile disattivare la visualizzazione del contenuto. Sarete informati circa i nuovi messaggi ancora, ma è necessario abbandonare la funzione di rispondere direttamente.
pt: As notificações são exibidas na tela brevemente e, portanto, poderiam ser lido por estranhos. Se você não quer isto para mensagens privadas, você pode desabilitar a exibição do conteúdo. Você será informado sobre novas mensagens ainda, mas você tem que dar acima a função de responder diretamente.

# toastErrorPostMessageHeader
source: Error while sending the message
it: Invio messaggio non riuscito
pt: falha na mensagem

# toastErrorPostMessageText
source: An error happened while sending the message '{0}' on the conversation '{1}', the server may be unavailable.
it: Si è verificato un errore durante l'invio del messaggio '{0}' sul tema della '{1}', il server potrebbe non essere disponibile.
pt: Um erro ocorreu ao enviar a mensagem de '{1}' '{0}' sobre o assunto, o servidor pode estar indisponível.

# toastMessageAlternativeContent
source: New private message
it: Nuovo messaggio privato
pt: Nova mensagem privada

# toastMessageInputPlaceholder
source: Instant-reply without app...
it: Contattare senza app...
pt: Entre em contato sem app...

# toastMessageInputSendButton
source: Send
it: Invia
pt: Enviar

# toastMessageStartOfMessage
source: PM to:
it: MP per:
pt: MP a:

# toastPostButtonCaption
source: Answer...
it: Risposte...
pt: Respostas...

# messageDialogMessagesNotImplemented
source: Your Friendica server does not yet support the necessary API commands for displaying messages. Please update your server on Friendica 3.5 or ask your administrator.
it: Ancora, il tuo server Friendica non supporta i comandi API necessari per la visualizzazione di messaggi. Si prega di aggiornare il server su Friendica 3.5 o chiedere all'amministratore.
pt: Ainda, seu servidor Friendica não suporta os comandos necessários de API para exibir mensagens. Por favor atualize seu servidor na Friendica 3.5 ou peça ao seu administrador.

# buttonDislike.Content
source: I don't like it.
it: Non mi piace.
pt: Não me agrada.

# buttonLike.Content
source: I like it.
it: Mi piace.
pt: Eu gosto disso.

# buttonUnDislike.Content
source: Withdraw dislike
it: Prelevare l'antipatia.
pt: Retire a antipatia.

# buttonUnLike.Content
source: Withdraw like
it: Prelevare piace.
pt: Retire a gosto.

# messageDialogLikesNotSentToServer
source: Likes/dislikes are normally sent to your server. You are in test mode, therefore no updates on a server can be sent. Your likes/dislikes appear only in the app.
it: Piace/antipatia normalmente vengono inviati al server. Sei in modalità test, pertanto nessun aggiornamenti su un server possono essere inviati. Il tuo piace/antipatia appaiono solo nell'app.
pt: Gostos/antipatias são normalmente enviados para seu servidor. Você está em modo de teste, portanto, nenhuma atualização em um servidor pode ser enviadas. Seu gostos/antipatias aparecem apenas no app.

# messageDialogErrorOnActivitySetting
source: The server is not available, your like/dislike could not be updated. Would you like to try it again?
it: Il server non è disponibile, il vostro piace/antipatia potrebbe non essere aggiornato. Vuoi riprovarci?
pt: O servidor não estiver disponível, seu gostos/antipatias não pôde ser atualizado. Quer tentar novamente?

# messageDialogErrorOnActivitySettingBadRequest
source: Your like/dislike could not be updated on the server. The server has returned this error: {0}.
it: Il tuo piace/antipatia potrebbe non essere aggiornato sul server. Il server ha restituito questo errore: {0}.
pt: Seu gostos/antipatias não pôde ser atualizado no servidor. O servidor retornou este erro: {0}.

# textblockPostsLikedByMe
source: I
it: Io
pt: Eu

# textblockPostsLikedByMeAndOthers
source: and I
it: E io
pt: e eu

# toastErrorPostActivityHeader
source: Failed to send the like/dislike
it: Impossibile inviare il piace/antipatia
pt: Falha ao enviar a gosto/antipatia

# toastErrorPostActivityText
source: An error happened while sending the like/dislike to the post with ID '{0}', the server may be unavailable.
it: Si è verificato un errore durante l'invio piace/antipatia para il post con ID '{0}', il server potrebbe non essere disponibile.
pt: Um erro ocorreu durante o envio do gosto/antipatia para o post com ID '{0}', o servidor pode estar indisponível.

# messageDialogProfilesUnknown error
source: An unexpected error occurred while loading your profile (HTTP-code: {0}, error message: {1}).
it: Si è verificato un errore imprevisto durante il caricamento il tuo profilo (HTTP-codice: {0}, messaggio di errore: {1}).

# appBarProfilesEnableEditor.Label
source: View Editor
it: Visualizza editor

# appBarProfilesEnableEditor.ToolTipService.ToolTip
source: Switch to edit mode to customize the profiles...
it: Cambiamenti nella modifica modalità per personalizzare i profili...

# appBarProfilesSend.Label
source: Send
it: Invia

# appBarProfilesSend.ToolTipService.ToolTip
source: Send changes to the profile to the server
it: Inviare le modifiche al profilo per il server

# appBarProfilesUserlist.Label
source: Users
it: Utenti

# appBarProfilesUserlist.ToolTipService.ToolTip
source: Go to the list of users who can see the selected profile
it: Modifiche apportate all'elenco di utenti che possono vedere il profilo selezionato

# pageTitleProfiles.Text
source: My profiles
it: Miei profili

# pivotProfilesGeneral.Header
source: General
it: Generale

# pivotProfilesInterests.Header
source: Interests
it: Interessi

# pivotProfilesLocation.Header
source: Locality
it: Residenza

# pivotProfilesRelationship.Header
source: Relationship
it: Relazione

# toggleProfileDateDefined.OffContent
source: No date available
it: Nessuna data disponibile

# toggleProfileDateDefined.OnContent
source: Date available
it: Data disponibile

# toggleProfileWithoutYear.OffContent
source: No year available
it: Non un anno che presentano

# toggleProfileWithoutYear.OnContent
source: Year available
it: Anno disponibile

# textblockProfilesGender
source: Gender:
it: Genere:

# textblockProfilesMarital
source: Relationship status:
it: Situazione sentimentale:

# textblockProfilesRegion
source: Country/region:
it: Paese/regione:

# textblockProfilesSexual
source: Sexual preferences:
it: Preferenze sessuali:

# textblockProfilesDateOfBirth
source: Date of birth:
it: Data di nascita:

# textblockProfilesMaritalSince
source: Relationship since: (if applicable)
it: Rapporto dal: (se applicabile)

# textblockProfilesAbout
source: About me:
it: Su di me:

# textblockProfilesDislikes
source: Dislikes:
it: Antipatie:

# textblockProfilesLikes
source: Likes:
it: Piace:

# textblockProfilesSocialNetworks
source: Social networks:
it: Reti sociali:

# textblockProfilesBook
source: Books, literature:
it: Libri, letteratura:

# textblockProfilesEducation
source: School/education:
it: Scuola/formazione:

# textblockProfilesFilm
source: Movies/dances/culture/entertainment:
it: Film/danze/cultura/divertimento:

# textblockProfilesInterest
source: Hobbies/interests:
it: Hobby/interessi:

# textblockProfilesRomance
source: Love/Romance:
it: Amore/Romance:

# textblockProfilesTv
source: Television:
it: Televisione:

# textblockProfilesWork
source: Employment:
it: Occupazione:

# textblockProfilesMusic
source: Musical interests:
it: Interessi musicali:

# textblockProfilesAddress
source: Address:
it: Indirizzo:

# textblockProfilesCity
source: Place of residence:
it: Luogo di residenza:

# textblockProfilesDescription
source: Description:
it: Descrizione:

# textblockProfilesHometown
source: Hometown:
it: Città natale:

# textblockProfilesMaritalWith
source: Relationship with: (if applicable)
it: Rapporto con: (se applicabile)

# textblockProfilesName
source: Complete name:
it: Nome completo:

# textblockProfilesPolitic
source: Political views:
it: Punti di vista politici:

# textblockProfilesPostalCode
source: Postal code:
it: Codice postale:

# textblockProfilesPrivateKeywords
source: Private keywords:
it: Parole chiave private:

# textblockProfilesPublicKeywords
source: Public keywords:
it: Parole chiave pubbliche:

# textblockProfilesReligion
source: Religious views:
it: Viste religiose:

# checkboxProfilesPublished.Content
source: published in the global directory
it: pubblicato nella directory globale

# messageDialogProfilesDeletingNotSupported
source: You can delete currently no profiles, this function is later built into the app. Please use your Friendica Server Web access to delete profiles.
it: È non possibile eliminare attualmente profili, questa funzione è più successivamente integrata nell'app. Si prega di utilizzare il vostro accesso Web Server Friendica per eliminare i profili.

# messageDialogProfilesAddingNotSupported
source: You can currently add no profiles, this function is built into the app later. Please use your Friendica Server Web access to add profiles.
it: È possibile aggiungere l'attualmente nessun profili più tardi questa funzione è integrata nell'app. Si prega di utilizzare il vostro Friendica Server Web access per aggiungere profili.

# messageDialogProfilesChangeImageNotSupported
source: You can't change your profile picture at the moment, this function is later built into the app. Please use your Friendica Server Web access to change your profile picture.
it: Non è possibile modificare l'immagine del profilo al momento, questa funzione è più successivamente integrata nell'app. Si prega di utilizzare il vostro Friendica Server Web access per modificare la tua immagine del profilo.

# textblockProfilesHelp1.Text
source: With the information in your profile you can tell more about you to the public and to your friends.
it: Con le informazioni nel tuo profilo si può dire più su di te il pubblico e i tuoi amici.

# textblockProfilesHelp2.Text
source: Here you can control very well, who can see certain information about you. Friendica has an unusual way of privacy settings at a glance. There is always a public profile in Friendica, which basically can see everyone on the Internet. In addition, you may attach as many private profiles. They contain the information that may see only those persons whom you allow access to this profile. You can use different profile pictures for the different private profiles. Before you can use this option, you may only need to enable this feature. You can find this in your Web access under "Settings / extra features / multiple profiles" (by default, this feature is often disabled).
it: Qui è possibile controllare molto bene, chi può vedere determinate informazioni su di te. Friendica ha un modo insolito di impostazioni della privacy in un colpo d'occhio. C'è sempre un profilo pubblico in Friendica, che fondamentalmente si possa vedere tutti su Internet. Inoltre, è possibile allegare come molti profili privati. Essi contengono le informazioni che si possono vedere solo le persone cui si consente l'accesso a questo profilo. È possibile utilizzare immagini di profilo diverso per i diversi profili privati. Prima di poter utilizzare questa opzione, solo necessario abilitare questa funzionalità. È possibile trovare questo nel tuo Web access sotto "impostazioni / caratteristiche extra / più profili" (per impostazione predefinita, questa funzionalità è spesso disabilitata).

# textblockProfilesHelp3.Text
source: The users button in the toolbar shows the persons who may see the selected profile.
it: Il pulsante di utente Mostra le persone che possono vedere il profilo selezionato sulla barra degli strumenti.

# textblockProfilesHelp4.Text
source: With the adjacent drop-down box, you can select which profile you want to display below. If the selected profile is generally publicly visible on the Internet, you can see this on the red border around the drop-down box.
it: Con la casella a discesa adiacente, è possibile selezionare il profilo che si desidera venga visualizzato di sotto. Se il profilo selezionato è generalmente visibile pubblicamente su Internet, è possibile notarlo sul confine rosso intorno alla casella a discesa.

# textblockProfilesHelp5.Text
source: The public profile is published by default in the global directory of Friendica (to turn off: in the Web access under settings/user account/security and privacy settings). If this is the case for your public profile, you can see on the check of the following check box. Since there are global multiple servers for the global directory, you will find a link to the directory, which is used on your server as the primary directory.
it: Per impostazione predefinita nella directory globale di Friendica è pubblicato il profilo pubblico (per disattivare: l'accesso Web sotto impostazioni/impostazioni account/protezione e privacy). Se questo è il caso per il tuo profilo pubblico, si può vedere sul controllo della casella di controllo seguente. Poiché ci sono globale più server per la directory globale, troverete un link alla directory, che viene utilizzato sul server come directory principale.

# textblockProfilesNoServerSupport.Text
source: Your Friendica server does not yet support the necessary API commands for displaying profiles. Please update your server on Friendica 3.5.1 or later or ask your administrator.
it: Ancora, il tuo server Friendica non supporta i comandi API necessari per la visualizzazione di profili. Si prega di aggiornare il tuo server su Friendica 3.5.1 o versione successiva o rivolgersi all'amministratore.

# textblockProfilesNoSettings.Text
source: You have defined any Friendica server in the app settings. Below, we show examples of how the different profiles of a user in the app are displayed.
it: È stato definito alcun server di Friendica nelle impostazioni dell'applicazione. Di seguito, vi mostriamo esempi di come vengono visualizzati i diversi profili di un utente nell'app.

# textblockProfilesIndicatorLoading.Text
source: Loading profiles...
it: Profili di carico...

# pageTitleProfileUsers.Text
source: Profile permissions
it: Autorizzazioni di profilo

# textblockNoUsersAvailable.Text
source: There were no contacts authorized for the selected profile.
it: Ci sono contatti non sono stati autorizzati per il profilo selezionato.

# textblockProfileUsersIndicatorUpdating
source: Save changes...
it: Salvare le modifiche...

# textblockProfileUsersName.Text
source: Profile:
it: Profilo:

# radioHome.Content
source: Home
pt: Pessoal

# pageTitleHome.Text
source: Home
pt: Pessoal

# textboxFriendicaPassword.Header
source: Password
pt: Senha

# buttonNo
source: No
pt: Não

# pivotSettingsPrivacy.Header
source: Privacy
pt: Privacidade

# textblockAboutServer.Text
source: Friendica server:
pt: Friendica-servidor:

# textBlockNewPostButtonCode.Text
source: Code
pt: código
